tap "davrodpin/mole"
tap "filippo.io/age", "https://filippo.io/age"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "age"
brew "age-plugin-yubikey"
brew "bat"
brew "btop"
brew "cfssl"
brew "cloc"
brew "coreutils"
brew "croc"
brew "ctop"
brew "direnv"
brew "dos2unix"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "gum"
brew "helix", args: ["HEAD"]
brew "helm"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "inetutils"
brew "ipcalc"
brew "iperf3"
brew "jq"
brew "jaq"
brew "python@3.11"
brew "llvm"
brew "lnav"
brew "mas"
brew "minisign"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "python@3.10"
brew "qrencode"
brew "rclone"
brew "ripgrep"
brew "rustup-init"
brew "sslscan"
brew "starship"
brew "terraform"
brew "tmux"
brew "trash"
brew "tz"
brew "watch"
brew "wget"
brew "xxh"
brew "yazi"
brew "ykman"
brew "yt-dlp"
brew "zoxide"
brew "zplug"
brew "davrodpin/mole/mole"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "coconutbattery"
cask "docker"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "obsidian"
cask "postman"
cask "qmk-toolbox"
cask "spotify"
cask "tiles"
mas "1Password for Safari", id: 1569813296
mas "Hidden Bar", id: 1452453066
mas "Infuse", id: 1136220934
mas "iStat Menus", id: 1319778037
mas "Microsoft Outlook", id: 985367838
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
