tap "davrodpin/mole"
tap "filippo.io/age", "https://filippo.io/age"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "superfly/tap"
brew "age"
brew "bat"
brew "btop"
brew "cfssl"
brew "cloc"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "dos2unix"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gojq"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "inetutils"
brew "ipcalc"
brew "iperf3"
brew "jq"
brew "lnav"
brew "m-cli"
brew "magic-wormhole"
brew "mas"
brew "minisign"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "qrencode"
brew "ripgrep"
brew "sshuttle"
brew "sslscan"
brew "starship"
brew "trash"
brew "tz"
brew "wget"
brew "xxh"
brew "ykman"
brew "youtube-dl"
brew "z"
brew "zplug"
brew "davrodpin/mole/mole"
brew "superfly/tap/flyctl"
cask "docker"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-jetbrains-mono"
cask "iterm2"
cask "keka"
cask "postman"
cask "spotify"
cask "tiles"
mas "Hidden Bar", id: 1452453066
mas "iStat Menus", id: 1319778037
mas "Things", id: 904280696
mas "Xcode", id: 497799835
